Repository: by-architect/Dejavu
Catalog: mobile/ios/GeckoTestBrowser/GeckoTestBrowser/Resources/Localizable.xcstrings
Source language: en
Languages: ab, am, an, ar, ast, az, azb, ban, be, bg, bn, bqi, br, brh, bs, ca, cak, ceb, ckb, co, cs, cy, da, de, dsb, el, eo, es, es_ar, et, eu, fa, ff, fi, fr, fur, fy, ga, gd, gl, gn, gu, he, hi, hil, hr, hsb, hu, hy, ia, id, is, it, ja, ka, kaa, kab, kk, km, kmr, kn, ko, kw, lij, lo, lt, lv, meh, ml, mr, my, nb, ne, nl, nn, oc, or, pa, pa_pk, pl, ps, pt_br, pt_pt, rm, ro, ru, sat, sc, scn, si, sk, skr, sl, sq, sr, su, sv, szl, ta, te, tg, th, tl, tok, tr, trs, tt, tzm, ug, uk, ur, uz, vec, vi, yo, yua, zh_hans, zh_hant

# dejavu_sync_normal_tabs_summary
source: Also sync the other tabs of each workspace, not just pinned tabs and folders. Zen syncs them when its own Include unpinned tabs option is on.
ab: Убри аҟынтәи, алагала абжьаратә абларҭақәа зегьы аҭыԥ ажәку рсинхронизациа наӡеит, ификсациатә абларҭақәа ма ипапкақәа мацара акәымкәа. Zen абар, иара хатә «Ификсациатә акәымкәа абларҭақәа рыдкылара» ишьақәыргылаз аамҭазы, урҭ дасинхронизациа еиҭалоит.
am: እንዲሁም እያንዳንዱ የስራ ቦታ ውስጥ ያሉ ሌሎች ትሮችን ያመሳስላል፤ የተሰኩ ትሮችን እና አቃፊዎችን ብቻ ሳይሆን። የራሱ «ያልተሰኩ ትሮችን አካትት» የሚለው አማራጭ በሚበራበት ጊዜ Zen እነሱን ያመሳስላል።
an: Sincroniza tamién as atras pestanyas de cada espacio de treballo, no nomás as pestanyas fixadas y as carpetas. Zen las sincroniza quan a suya propia opción Incluir pestanyas no fixadas ye activada.
ar: كما يعمل على مزامنة التبويبات الأخرى في كل مساحة عمل، وليس فقط التبويبات المثبتة والمجلدات. يقوم Zen بمزامنتها عند تفعيل خياره الخاص «تضمين التبويبات غير المثبتة».
ast: Tamién sincroniza les otres llingüetes de cada espaciu de trabayu, non namás les llingüetes fixaes y les carpetes. Zen sincronízales cuando la so propia opción Incluyir les llingüetes non fixaes ta activada.
az: Bundan başqa, hər iş sahəsinin digər vərəqlərini də sinxronlaşdırır, təkcə bərkidilmiş vərəqləri və qovluqları yox. Öz Bərkidilməmiş vərəqləri daxil et seçimi aktiv olduqda, Zen onları sinxronlaşdırır.
azb: بوندان علاوه، هر ایش ساحه‌سی‌نین باشقا تاغلارینی دا همگام‌سازی ادیر، تک‌جه برکیدیلمیش تاغلار و پوشه‌لر یوخ. اؤزونون «برکیدیلمه‌میش تاغلاری داخیل ات» سئچیمی آچیق اولاندا، Zen اونلاری همگام‌سازی ادیر.
ban: Taler nyinkronang tab lianan uli soang-soang genah, boya ja wantah tab kasemat miwah map. Zen nyinkronang ento yening pilihan ia newek, Cakup tab sane tusing kasemat, aktif.
be: Таксама сінхранізуе іншыя карткі кожнай прасторы, а не толькі замацаваныя карткі і папкі. Zen сінхранізуе іх, калі ўключаны яго ўласны параметр «Уключаць незамацаваныя карткі».
bg: Синхронизира също и другите раздели на всяко работно пространство, а не само закачените раздели и папките. Zen ги синхронизира, когато собствената му опция „Включване на незакачените раздели“ е включена.
bn: এটি প্রতিটি ওয়ার্কস্পেসের অন্যান্য ট্যাবও Sync করে, শুধু পিন করা ট্যাব ও ফোল্ডার নয়। নিজস্ব আনপিন করা ট্যাব অন্তর্ভুক্ত করুন অপশন চালু থাকলে Zen সেগুলো Sync করে।
bqi: ای هرچە، بلگه یل دیه فضا یل ره ام همگام می‌کنه، نه تنیا بلگه یل سنجاق‌وابیده و پوشه یل. Zen وقتی کە گزینه خودش، بلگه یل سنجاق‌نوابیده ره جا دادن، روشن بوئه، اونا ره همگام می‌کنه.
br: Goubredañ a ra ivez ivinelloù all pep egor labour, ha ket hepken an ivinelloù spilhennet hag an teuliadoù. Goubredet e vez gant Zen pa vez gweredekaet e zibarzh dezhañ e-unan Ouzhpennañ an ivinelloù dispilhennet.
brh: ہمے نا، ہر ورک سپیس نا ہور ٹیباک بند ام سنک کبو، پن ٹیباک او فولڈراک تئو نئے۔ Zen اے نا خاص «غیر پن ٹیباک شامل کبو» آپشن آن بوٹی وقت اے سنک کبو۔
bs: Također sinhronizuje i ostale tabove svakog radnog prostora, ne samo prikvačene tabove i foldere. Zen ih sinhronizuje kada je uključena njegova vlastita opcija Uključi otkvačene tabove.
ca: També sincronitza la resta de pestanyes de cada espai de treball, no només les pestanyes fixades i les carpetes. El Zen les sincronitza quan la seva pròpia opció Inclou les pestanyes no fixades està activada.
cak: Xa xe' kan nujunamirisaj chuqa' ri taq ruwi' chik pa ronojel samajib'äl, man xaxe' ta ri ximon taq ruwi' chuqa' ri taq karpeta. Ri Zen nujunamirisaj toq tzijon ri rupatan Tokisäx ri man ximon ta taq ruwi'.
ceb: I-sync usab ang uban pang mga tab sa matag workspace, dili lang ang naka-pin nga tab ug folder. I-sync kini sa Zen kung naka-on ang iyang kaugalingong opsyon nga Iapil ang mga tab nga wala mag-pin.
ckb: هەروەها بازدەرەکانی تری هەر فەزایەک هاوکات دەکات، نەک تەنها بازدەرە چەسپاوەکان و پۆشەکان. کاتێک بژاردەی تایبەتی خۆی، لەخۆگرتنی بازدەرە چەسپەنەکراوەکان چالاک بێت، Zen هاوکاتیان دەکات.
co: Sincronizeghja ancu l'altre unghjette di ugni spaziu di travagliu, micca solu l'unghjette fissate è i cartulari. Zen e sincronizeghja quandu a so propria funzione Include l'unghjette micca fissate hè attivata.
cs: Také synchronizuje ostatní panely každého pracovního prostoru, nejen připnuté panely a složky. Zen je synchronizuje, když je zapnutá jeho vlastní volba Zahrnout nepřipnuté panely.
cy: Mae hefyd yn cydweddu tabiau eraill pob gweithle, nid dim ond tabiau wedi'u pinio a ffolderi. Mae Zen yn eu cydweddu pan fo'i opsiwn Cynnwys tabiau heb eu pinio ei hun ymlaen.
da: Synkroniserer også de andre faneblade i hvert arbejdsområde, ikke kun fastgjorte faneblade og mapper. Zen synkroniserer dem, når dets egen indstilling Inkludér ikke-fastgjorte faneblade er slået til.
de: Synchronisiert außerdem die anderen Tabs jedes Arbeitsbereichs, nicht nur angeheftete Tabs und Ordner. Zen synchronisiert sie, wenn dessen eigene Option „Nicht angeheftete Tabs einbeziehen“ aktiviert ist.
dsb: Synchronizěrujo teke druge rejtariki kuždego źěłowego ruma, nic jano pśipěte rejtariki a zarědniki. Zen je synchronizěrujo, gaž jogo swójska opcija Njepśipěte rejtariki zapśimjeś jo zmóžnjona.
el: Συγχρονίζει επίσης τις άλλες καρτέλες κάθε χώρου εργασίας, όχι μόνο τις καρφιτσωμένες καρτέλες και τους φακέλους. Το Zen τις συγχρονίζει όταν είναι ενεργοποιημένη η δική του επιλογή Συμπερίληψη μη καρφιτσωμένων καρτελών.
eo: Ankaŭ sinkronigas la aliajn langetojn de ĉiu laborspaco, ne nur pinglitajn langetojn kaj dosierujojn. Zen sinkronigas ilin kiam ĝia propra opcio Inkluzivi nepinglitajn langetojn estas ŝaltita.
es: También sincroniza las demás pestañas de cada espacio de trabajo, no solo las pestañas fijadas y las carpetas. Zen las sincroniza cuando su propia opción Incluir las pestañas no fijadas está activada.
es_ar: También sincroniza las demás pestañas de cada espacio de trabajo, no solo las pestañas fijadas y las carpetas. Zen las sincroniza cuando su propia opción Incluir las pestañas no fijadas está activada.
et: Sünkroonib ka iga tööruumi teised kaardid, mitte ainult kinnitatud kaarte ja kaustu. Zen sünkroonib need, kui selle enda valik Kaasa kinnitamata kaardid on sisse lülitatud.
eu: Laneremu bakoitzeko beste fitxak ere sinkronizatzen ditu, ez soilik finkatutako fitxak eta karpetak. Zenek sinkronizatzen ditu bere Sartu finkatu gabeko fitxak aukera aktibatuta dagoenean.
fa: همچنین زبانه‌های دیگر هر فضای کاری را نیز همگام می‌کند، نه فقط زبانه‌های سنجاق‌شده و پوشه‌ها را. هنگامی که گزینه افزودن زبانه‌های سنجاق‌نشده خودِ Zen روشن باشد، آن‌ها را همگام می‌کند.
ff: Synchronise aussi les autres tabbe de chaque espace de travail, pas seulement les tabbe épinglées et les dossiers. Zen les synchronise quand sa propre option Inclure les tabbe non épinglées est activée.
fi: Synkronoi myös jokaisen työtilan muut välilehdet, ei pelkästään kiinnitettyjä välilehtiä ja kansioita. Zen synkronoi ne, kun sen oma Sisällytä kiinnittämättömät välilehdet -asetus on käytössä.
fr: Synchronise aussi les autres onglets de chaque espace, pas seulement les onglets épinglés et les dossiers. Zen les synchronise quand sa propre option Inclure les onglets non épinglés est activée.
fur: Al sincronize ancje lis altris schedis di ogni spazi di lavôr, no dome lis schedis fissadis e lis cartelis. Zen al sincronize cuant che la sô opzion Inclût lis schedis no fissadis e je ative.
fy: Syngronisearret ek de oare ljepblêden fan elke wurkromte, net allinnich fêstsette ljepblêden en mappen. Zen syngronisearret se as syn eigen opsje Net-fêstsette ljepblêden opnimme oan stiet.
ga: Sioncronaíonn sé cluaisíní eile gach spáis oibre freisin, ní hamháin cluaisíní greamaithe agus fillteáin. Sioncronaíonn Zen iad nuair atá a rogha féin, Cuir cluaisíní neamhghreamaithe san áireamh, ar siúl.
gd: Bidh e cuideachd a' sioncronachadh nan tabaichean eile aig gach àite-obrach, chan e a-mhàin na tabaichean prìnichte 's na pasganan. Bidh Zen 'gan sioncronachadh nuair a bhios an roghainn aige fhèin, Gabh a-steach tabaichean neo-phrìnichte, air.
gl: Tamén sincroniza as demais lapelas de cada espazo de traballo, non só as lapelas fixadas e os cartafoles. Zen sincronízaas cando a súa propia opción Incluír as lapelas non fixadas está activada.
gn: Ombojoja avei ambue tendayke opa tembiapo rendagui, ndaha'éi tendayke mboguapypyre ha karpeta año. Zen ombojoja chupekuéra tembiapo rendaguigua ijehegui heta Embyaty tendayke ndoguapypyrei hína myendypyre.
gu: તે દરેક વર્કસ્પેસની અન્ય ટૅબ્સને પણ સમન્વયિત કરે છે, ફક્ત પિન કરેલી ટૅબ્સ અને ફોલ્ડર્સને જ નહીં. જ્યારે તેનો પોતાનો પિન ન કરેલી ટૅબ્સનો સમાવેશ કરો વિકલ્પ ચાલુ હોય, ત્યારે Zen તેમને સમન્વયિત કરે છે.
he: מסנכרן גם את שאר הלשוניות של כל מרחב עבודה, ולא רק את הלשוניות המוצמדות והתיקיות. Zen מסנכרן אותן כאשר האפשרות שלו עצמו, הכללת לשוניות שאינן מוצמדות, מופעלת.
hi: यह हर वर्कस्पेस के दूसरे टैब को भी सिंक करता है, न कि सिर्फ़ पिन किए गए टैब और फ़ोल्डर को। जब Zen का अपना पिन न किए गए टैब शामिल करें विकल्प चालू होता है, तो वह उन्हें सिंक करता है।
hil: Ginasync man sini ang iban pa nga tab sang kada workspace, indi lang ang naka-pin nga tab kag folder. Ginasync ini sang Zen kon naka-on ang iya kaugalingon nga opsyon nga Iupod ang mga tab nga wala ma-pin.
hr: Također sinkronizira ostale kartice svakog radnog prostora, ne samo prikvačene kartice i mape. Zen ih sinkronizira kada je uključena njegova vlastita opcija Uključi otkvačene kartice.
hsb: Synchronizuje tež druhe rajtarki kóždeho dźěłoweho ruma, nic jenož připjate rajtarki a zarjadniki. Zen je synchronizuje, hdyž je jeho swójska opcija Njepřipjate rajtarki zapřijeć zmóžnjena.
hu: Emellett szinkronizálja az egyes munkaterületek további lapjait is, nem csak a kitűzött lapokat és a mappákat. A Zen akkor szinkronizálja ezeket, ha be van kapcsolva a saját Nem kitűzött lapok belefoglalása beállítása.
hy: Այն համաժամացնում է նաև յուրաքանչյուր տարածքի մյուս ներդիրները, ոչ միայն ամրացված ներդիրներն ու թղթապանակները։ Zen֊ը համաժամացնում է դրանք, երբ միացված է իր սեփական Ներառել չամրացված ներդիրները կարգավորումը։
ia: Synchronisa etiam le altere schedas de cata spatio de labor, non solmente le schedas fixate e le dossiers. Zen synchronisa los quando su proprie option Includer le schedas non fixate es active.
id: Fitur ini juga menyinkronkan tab lain di setiap ruang kerja, tidak hanya tab yang disemat dan folder. Zen menyinkronkannya saat opsi miliknya sendiri, Sertakan tab yang tidak disemat, diaktifkan.
is: Samstillir einnig aðra flipa á hverju vinnusvæði, ekki bara festa flipa og möppur. Zen samstillir þá þegar kveikt er á þess eigin stillingu Hafa með ófesta flipa.
it: Sincronizza anche le altre schede di ogni spazio, non solo le schede bloccate e le cartelle. Zen le sincronizza quando la sua opzione Includi le schede non bloccate è attiva.
ja: 各ワークスペースの他のタブも同期します。ピン留めタブとフォルダーだけではありません。Zen 自体の「ピン留めされていないタブを含める」オプションがオンになっている場合、Zen はそれらを同期します。
ka: ის ასევე ასინქრონებს თითოეული სივრცის სხვა ჩანართებს და არა მხოლოდ მიმაგრებულ ჩანართებსა და საქაღალდეებს. Zen ასინქრონებს მათ, როცა ჩართულია მისი საკუთარი პარამეტრი „მიუმაგრებელი ჩანართების ჩართვა“.
kaa: Sonday-aq, hár bir jumıs maydanınıń basqa betlerin de sinxronlastıradı, tek bekitilgen betler hám papkalardı emes. Onıń óz Bekitilmegen betlerdi qosıw parametri qosılg'anda, Zen olardı sinxronlastıradı.
kab: Yesdukkul daɣen iccaren-nniḍen n mkul amukan n umahil, mačči kan iccaren yessersen d ikuramen. Zen yesdukkul-iten m'ara tili tuffɣa-ines Seddu iccaren ur yessersen ara turmed.
kk: Сондай-ақ, әрбір жұмыс кеңістігінің басқа беттерін де синхрондайды, тек бекітілген беттер мен қалталарды ғана емес. Оның өз Бекітілмеген беттерді қосу опциясы қосулы болғанда, Zen оларды синхрондайды.
km: វាក៏ធ្វើសមកាលកម្មផ្ទាំងផ្សេងទៀតរបស់ចន្លោះការងារនីមួយៗផងដែរ មិនមែនគ្រាន់តែផ្ទាំងបានខ្ទាស់ និងថតប៉ុណ្ណោះទេ។ Zen ធ្វើសមកាលកម្មពួកវា នៅពេលជម្រើសផ្ទាល់ខ្លួនរបស់វា រួមបញ្ចូលផ្ទាំងដែលមិនបានខ្ទាស់ ត្រូវបានបើក។
kmr: Herwiha hilpekînên din ên her qadê jî hevdem dike, ne tenê hilpekînên sabît û peldankan. Dema vebijarka wê ya taybet a Hilpekînên ne sabît tevlê bike vekirî be, Zen wan hevdem dike.
kn: ಇದು ಪ್ರತಿ ಕಾರ್ಯಕ್ಷೇತ್ರದ ಇತರ ಟ್ಯಾಬ್‌ಗಳನ್ನೂ ಸಹ ಸಿಂಕ್ ಮಾಡುತ್ತದೆ, ಕೇವಲ ಪಿನ್ ಮಾಡಿದ ಟ್ಯಾಬ್‌ಗಳು ಮತ್ತು ಫೋಲ್ಡರ್‌ಗಳನ್ನು ಮಾತ್ರವಲ್ಲ. ಅದರ ಸ್ವಂತ ಪಿನ್ ಮಾಡದ ಟ್ಯಾಬ್‌ಗಳನ್ನು ಸೇರಿಸಿ ಆಯ್ಕೆಯು ಆನ್ ಆಗಿರುವಾಗ, Zen ಅವುಗಳನ್ನು ಸಿಂಕ್ ಮಾಡುತ್ತದೆ.
ko: 각 작업 공간의 다른 탭도 동기화하며, 고정된 탭과 폴더만 동기화하는 것이 아닙니다. Zen은 자체 고정되지 않은 탭 포함 옵션이 켜져 있으면 이를 동기화합니다.
kw: Y hwra ynwedh kesunya tabow erell pub tyller-ober, adar tabow fastyes ha plegellow yn unnsel. Yma Zen ow kesunya i pan yw gweythresek dewis Keworra tabow anfastys y honan.
lij: O sincronizza ascì e âtre feuggi de ogni spaçio de travaggio, no domande e feuggi fissæ e e cartelle. Zen e sincronizza quande a sò euvra Include e feuggi no fissæ a l'é ativa.
lo: ມັນຍັງຊິງຄ໌ແທັບອື່ນໆຂອງແຕ່ລະພື້ນທີ່ເຮັດວຽກນຳ, ບໍ່ແມ່ນແຕ່ແທັບທີ່ປັກໄວ້ ແລະ ໂຟນເດີເທົ່ານັ້ນ. Zen ຈະຊິງຄ໌ພວກມັນເມື່ອຕົວເລືອກ ລວມແທັບທີ່ບໍ່ໄດ້ປັກໄວ້ ຂອງມັນເອງເປີດຢູ່.
lt: Taip pat sinchronizuoja kitas kiekvienos darbo erdvės korteles, o ne tik prisegtas korteles ir aplankus. Zen jas sinchronizuoja, kai įjungta jos pačios parinktis Įtraukti neprisegtas korteles.
lv: Tas arī sinhronizē katras darbvietas pārējās cilnes, ne tikai piespraustās cilnes un mapes. Zen tās sinhronizē, kad ir ieslēgta tā paša opcija Iekļaut nepiespraustās cilnes.
meh: También sincroniza las demás pestañas de cada espacio de trabajo, no solo las pestañas fijadas y las carpetas. Zen las sincroniza cuando su propia opción Incluir las pestañas no fijadas está activada.
ml: ഓരോ പണിയിടത്തിന്റെയും മറ്റ് ടാബുകളും ഇത് സിങ്ക് ചെയ്യുന്നു, പിൻ ചെയ്ത ടാബുകളും ഫോൾഡറുകളും മാത്രമല്ല. അതിന്റെ സ്വന്തം പിൻ ചെയ്യാത്ത ടാബുകൾ ഉൾപ്പെടുത്തുക ഓപ്ഷൻ ഓണായിരിക്കുമ്പോൾ Zen അവയെ സിങ്ക് ചെയ്യുന്നു.
mr: हे प्रत्येक कार्यक्षेत्राचे इतर टॅबदेखील सिंक करते, फक्त पिन केलेले टॅब आणि फोल्डर नाही. त्याचा स्वतःचा पिन न केलेले टॅब समाविष्ट करा पर्याय चालू असताना, Zen ते सिंक करते.
my: ၎င်းသည် လုပ်ငန်းခွင်တစ်ခုစီ၏ အခြားတက်ဗ်များကိုလည်း စင့်ခ်ချပေးပြီး၊ ပင်ထိုးထားသော တက်ဗ်များနှင့် ဖိုင်တွဲများသာမက ဖြစ်သည်။ Zen ၏ ကိုယ်ပိုင် ပင်မထိုးထားသော တက်ဗ်များ ထည့်သွင်းရန် ရွေးစရာ ဖွင့်ထားပါက Zen သည် ၎င်းတို့ကို စင့်ခ်ချပေးသည်။
nb: Synkroniserer også de andre fanene i hvert arbeidsområde, ikke bare festede faner og mapper. Zen synkroniserer dem når dets egen innstilling Inkluder ikke-festede faner er slått på.
ne: यसले प्रत्येक कार्यक्षेत्रका अन्य ट्याबहरुलाई पनि सिंक गर्छ, केवल पिन गरिएका ट्याबहरु र फोल्डरहरुलाई मात्र होइन। यसको आफ्नै पिन नगरिएका ट्याबहरु समावेश गर्नुहोस् विकल्प अन हुँदा, Zen ले तिनीहरूलाई सिंक गर्छ।
nl: Synchroniseert ook de andere tabbladen van elke werkruimte, niet alleen vastgemaakte tabbladen en mappen. Zen synchroniseert ze wanneer de eigen optie Niet-vastgemaakte tabbladen opnemen aan staat.
nn: Synkroniserer også dei andre fanene i kvart arbeidsområde, ikkje berre festa faner og mapper. Zen synkroniserer dei når den eigne innstillinga Inkluder ikkje-festa faner er slått på.
oc: Sincroniza tanben los autres onglets de cada espaci de trabalh, non pas sonque los onglets fixats e los dossièrs. Zen los sincroniza quand son pròpri paramètre Inclure los onglets pas fixats es activat.
or: ଏହା ପ୍ରତ୍ୟେକ କାର୍ଯ୍ୟକ୍ଷେତ୍ରର ଅନ୍ୟ ଟ୍ୟାବ୍ ମଧ୍ୟ ସିଙ୍କ କରେ, କେବଳ ପିନ୍ ଟ୍ୟାବ୍ ଏବଂ ଫୋଲଡର ନୁହେଁ। ଏହାର ନିଜସ୍ୱ ପିନ୍ ହୋଇନଥିବା ଟ୍ୟାବ୍ ଅନ୍ତର୍ଭୁକ୍ତ କରନ୍ତୁ ବିକଳ୍ପ ଅନ୍ ଥିଲେ, Zen ସେଗୁଡ଼ିକୁ ସିଙ୍କ କରେ।
pa: ਇਹ ਹਰ ਵਰਕਸਪੇਸ ਦੀਆਂ ਹੋਰ ਟੈਬਾਂ ਨੂੰ ਵੀ ਸਿੰਕ ਕਰਦਾ ਹੈ, ਸਿਰਫ਼ ਪਿੰਨ ਕੀਤੀਆਂ ਟੈਬਾਂ ਅਤੇ ਫੋਲਡਰ ਹੀ ਨਹੀਂ। ਜਦੋਂ ਇਸਦਾ ਆਪਣਾ ਪਿੰਨ ਨਾ ਕੀਤੀਆਂ ਟੈਬਾਂ ਸ਼ਾਮਲ ਕਰੋ ਵਿਕਲਪ ਚਾਲੂ ਹੁੰਦਾ ਹੈ, ਤਾਂ Zen ਉਹਨਾਂ ਨੂੰ ਸਿੰਕ ਕਰਦਾ ਹੈ।
pa_pk: ایہہ ہر ورک سپیس دیاں ہور ٹیباں نوں وی سنک کردا اے، صرف پن کیتیاں ٹیباں تے فولڈر نئیں۔ جدوں ایس دا آپݨا پن نہ کیتیاں ٹیباں شامل کرو آپشن آن ہوندا اے، تاں Zen انھاں نوں سنک کردا اے۔
pl: Synchronizuje też pozostałe karty każdego obszaru roboczego, a nie tylko przypięte karty i foldery. Zen synchronizuje je, gdy włączona jest jego własna opcja Uwzględniaj nieprzypięte karty.
ps: دا د هرې ساحې نور ټبونه هم همغږي کوي، نه یوازې پین شوي ټبونه او پوښې. کله چې د دې خپله بې پینه ټبونه شاملول انتخاب فعال وي، Zen به دوی همغږي کړي.
pt_br: Também sincroniza as outras abas de cada espaço de trabalho, não apenas as abas fixadas e as pastas. O Zen as sincroniza quando a própria opção Incluir as abas não fixadas está ativada.
pt_pt: Também sincroniza os outros separadores de cada espaço de trabalho, não só os separadores fixados e as pastas. O Zen sincroniza-os quando a sua própria opção Incluir os separadores não fixados está ativada.
rm: Sincronisescha er ils auters tabs da mintga spazi da lavur, betg mo ils tabs fixads e ils dossiers. Zen als sincronisescha cur ch'la atgna opziun Integrar ils tabs betg fixads è activada.
ro: De asemenea, sincronizează celelalte file ale fiecărui spațiu de lucru, nu doar filele fixate și folderele. Zen le sincronizează atunci când propria sa opțiune Include filele nefixate este activată.
ru: Также синхронизирует остальные вкладки каждого рабочего пространства, а не только закреплённые вкладки и папки. Zen синхронизирует их, когда включён его собственный параметр «Включить незакреплённые вкладки».
sat: ᱚᱱᱟ ᱦᱚᱸ ᱡᱚᱛᱚ ᱣᱟᱨᱠᱥᱯᱮᱥ ᱨᱮᱭᱟᱜ ᱮᱛᱟᱜ ᱴᱮᱵᱽ ᱠᱚ ᱥᱤᱝᱠ ᱠᱟᱛᱮ, ᱚᱠᱛᱚ ᱯᱤᱱ ᱴᱮᱵᱽ ᱟᱨ ᱯᱷᱚᱞᱰᱚᱨ ᱠᱚ ᱛᱟᱸᱦᱮᱸ ᱟᱠᱟᱱᱟ ᱵᱟᱝᱠᱷᱟᱱ ᱾ ᱡᱩᱫᱤ ᱟᱭᱢᱟᱛ ᱨᱚᱝ «ᱟᱠᱮ ᱯᱤᱱ ᱵᱟᱝ ᱴᱮᱵᱽ ᱠᱚ ᱥᱟᱢᱟᱛ ᱢᱮ» ᱚᱡᱷᱚᱱ ᱚᱱ ᱛᱟᱦᱮᱸᱟ, ᱛᱮᱞᱟ Zen ᱚᱱᱟ ᱠᱚ ᱥᱤᱝᱠ ᱟ ᱾
sc: Sincronizat fintzas is àteras ischedas de dogni ispàtziu de traballu, no isceti is ischedas fissadas e is cartellas. Zen las sincronizat candu sa opzione sua matessi Include is ischedas no fissadas est ativada.
scn: Sincronizza macari l'autri schedi di ogni spazziu di travagghiu, non sulu i schedi ficcati e i carteddi. Zen i sincronizza quannu la so opzioni Include i schedi non ficcati è attiva.
si: එය සෑම අවකාශයක්හිම අනෙකුත් පටිති ද සමමුහුර්ත කරයි, අමුණන ලද පටිති සහ ෆෝල්ඩර පමණක් නොවේ. එහි ම නොඅමුණන ලද පටිති ඇතුළත් කරන්න විකල්පය ක්‍රියාත්මක විට, Zen ඒවා සමමුහුර්ත කරයි.
sk: Taktiež synchronizuje ostatné karty každého pracovného priestoru, nielen pripnuté karty a priečinky. Zen ich synchronizuje, keď je zapnutá jeho vlastná možnosť Zahrnúť nepripnuté karty.
skr: ایہ ہر ورک سپیس دیاں ٻیاں ٹیباں کوں وی ہم وقت کریندا ہے، صرف پن تھیاں ٹیباں تے فولڈر نہ۔ جڈاں ایندا پنہنجا پن نہ تھیاں ٹیباں شامل کرو آپشن آن ہووے، تاں Zen انہاں کوں ہم وقت کریندا ہے۔
sl: Sinhronizira tudi druge zavihke vsakega delovnega prostora, ne le pripete zavihke in mape. Zen jih sinhronizira, ko je vklopljena njegova lastna možnost Vključi nepripete zavihke.
sq: Gjithashtu njëkohëson skedat e tjera të çdo hapësire pune, jo vetëm skedat e fiksuara dhe dosjet. Zen i njëkohëson kur opsioni i tij vetjak, Përfshi skedat e pafiksuara, është i aktivizuar.
sr: Такође синхронизује остале језичке сваког радног простора, не само закачене језичке и фасцикле. Zen их синхронизује када је укључена његова сопствена опција Укључи откачене језичке.
su: Ogé nyingkronkeun tab séjén tina unggal rohangan, henteu ngan ukur tab nu disemat jeung map. Zen nyingkronkeun eta lamun pangaturan sorangan Asupkeun tab nu teu disemat aktif.
sv: Synkroniserar även de andra flikarna i varje arbetsyta, inte bara fästa flikar och mappar. Zen synkroniserar dem när dess egen inställning Inkludera ofästa flikar är på.
szl: Synchronizuje tyż inksze karty kożdego placu, niy ino przipiynte karty i foldry. Zen jie synchronizuje, kej je zapniynto jego włosno ôpcyjo Dodej niyprzipiynte karty.
ta: இது ஒவ்வொரு பணியிடத்தின் மற்ற கீற்றுகளையும் ஒத்திசைக்கிறது, பொருத்தப்பட்ட கீற்றுகள் மற்றும் கோப்புறைகளை மட்டும் அல்ல. அதன் சொந்த பொருத்தப்படாத கீற்றுகளை சேர் விருப்பம் இயக்கத்தில் இருக்கும்போது, Zen அவற்றை ஒத்திசைக்கிறது.
te: ఇది ప్రతి కార్యస్థలం యొక్క ఇతర ట్యాబులను కూడా సింక్ చేస్తుంది, కేవలం పిన్ చేసిన ట్యాబులు మరియు ఫోల్డర్లను మాత్రమే కాదు. దాని స్వంత పిన్ చేయని ట్యాబులను చేర్చు ఐచ్ఛికం ఆన్‌లో ఉన్నప్పుడు, Zen వాటిని సింక్ చేస్తుంది.
tg: Он инчунин варақаҳои дигари ҳар як фазоро ҳамоҳанг мекунад, на танҳо варақаҳои часпонидашуда ва ҷузвдонҳоро. Вақте ки имконияти худи он «Дохил кардани варақаҳои начаспонидашуда» фаъол аст, Zen онҳоро ҳамоҳанг мекунад.
th: นอกจากนี้ยังซิงค์แท็บอื่น ๆ ของแต่ละพื้นที่ทำงานด้วย ไม่ใช่แค่แท็บที่ปักหมุดและโฟลเดอร์เท่านั้น Zen จะซิงค์แท็บเหล่านี้เมื่อเปิดตัวเลือก รวมแท็บที่ไม่ได้ปักหมุด ของตัวเอง
tl: Isini-sync din nito ang iba pang tab ng bawat workspace, hindi lang ang mga naka-pin na tab at folder. Isini-sync ito ni Zen kapag naka-on ang sarili nitong opsyon na Isama ang mga tab na hindi naka-pin.
tok: ona li sama e poki ante pi tomo poki ale, taso ala poki awen en tomo poki taso. Zen li sama e ona tan ni: nasin ona sama, o kepeken poki awen ala, li lon.
tr: Ayrıca her çalışma alanının diğer sekmelerini de eşitler, yalnızca sabitlenmiş sekmeleri ve klasörleri değil. Zen, kendi Sabitlenmemiş sekmeleri dahil et seçeneği açık olduğunda bunları eşitler.
trs: También sincroniza las demás pestañas de cada espacio de trabajo, no solo las pestañas fijadas y las carpetas. Zen las sincroniza cuando su propia opción Incluir las pestañas no fijadas está activada.
tt: Шулай ук һәр эш өлкәсенең башка табларын да синхронлаштыра, ялгыз гына беркетелгән таблар һәм папкаларны түгел. Аның үз Беркетелмәгән табларны кертү опциясе кабызылганда, Zen аларны синхронлаштыра.
tzm: Yesdukkul daɣ iseksal-nniḍen n yal amahil, maci kan iseksal yessersen d ikuramen. Zen a ten-yesdukkul mara tili turmed n Rnu iseksal ur yessersen ara nnes.
ug: شۇنىڭ بىلەن بىر ۋاقىتتا ھەر بىر خىزمەت دائىرىسىنىڭ باشقا بەتكۈچلىرىنىمۇ قەدەمداشلايدۇ، يالغۇز مىخلانغان بەتكۈچلەر ۋە قىسقۇچلارلا ئەمەس. ئۆزىنىڭ مىخلانمىغان بەتكۈچلەرنى ئۆز ئىچىگە ئال تاللانمىسى ئوچۇق بولسا، Zen ئۇلارنى قەدەمداشلايدۇ.
uk: Також синхронізує інші вкладки кожного робочого простору, а не лише закріплені вкладки й теки. Zen синхронізує їх, коли увімкнено його власний параметр «Включити незакріплені вкладки».
ur: یہ ہر ورک اسپیس کے دیگر ٹیبز کو بھی ہم وقت کرتا ہے، صرف پن کردہ ٹیبز اور فولڈرز کو نہیں۔ جب اس کا اپنا غیر پن کردہ ٹیبز شامل کریں آپشن آن ہوتا ہے، تو Zen انہیں ہم وقت کرتا ہے۔
uz: Bundan tashqari, har bir ish maydonining boshqa varaqlarini ham sinxronlashtiradi, faqat mahkamlangan varaqlar va jildlarnigina emas. Zen o'zining Mahkamlanmagan varaqlarni qo'shish parametri yoqilganda ularni sinxronlashtiradi.
vec: El sincroniza anca łe altre schede de ogni spasio de laoro, no soło łe schede fisà e łe cartełe. Zen łe sincroniza cuando ła so opsion Includi łe schede no fisà ła xe ativa.
vi: Tính năng này cũng đồng bộ hóa các thẻ khác của mỗi không gian làm việc, không chỉ thẻ đã ghim và thư mục. Zen đồng bộ hóa chúng khi tùy chọn Bao gồm thẻ chưa ghim của riêng Zen được bật.
yo: Ó tún ń ṣe sync àwọn táàbù mìíràn nínú ibi-iṣẹ́ kọ̀ọ̀kan, kì í ṣe àwọn táàbù tí a fi Pin sí àti fódà nìkan. Zen máa ń ṣe sync wọn nígbà tí ìṣètò tirẹ̀, Fi àwọn táàbù tí a kò fi Pin sí kún, bá ti wà ní ìmúṣiṣẹ́.
yua: También sincroniza las demás pestañas de cada espacio de trabajo, no solo las pestañas fijadas y las carpetas. Zen las sincroniza cuando su propia opción Incluir las pestañas no fijadas está activada.
zh_hans: 它还会同步每个工作区中的其他标签页,而不仅仅是固定标签页和文件夹。当 Zen 自身的“包含未固定的标签页”选项开启时,会同步这些标签页。
zh_hant: 也會同步每個工作區中的其他分頁,不只是已釘選分頁與資料夾。當 Zen 本身的「納入未釘選的分頁」選項開啟時,便會同步這些分頁。
